{
  "0": {
    "title": "Rooney retirement 'good for Everton'",
    "desc": "Ronald Koeman says Wayne Rooney's international retirement is 'a good decision for him and for Everton.'",
    "imgSrc": "http://e1.365dm.com/17/07/16-9/20/skysports-wayne-rooney-everton_3998182.jpg?20170710164501",
    "text": "Ronald Koeman says Wayne Rooney's international retirement is 'a good decision for him and for Everton'. Rooney turned down the chance of an England recall this week, instead announcing an end to a career which brought a record 53 goals in 119 appearances. The 31-year-old has scored in successive Premier League games since returning to Everton from Manchester United, early-season form which prompted a phone call from Gareth Southgate ahead of Thursday's squad announcement."
  },
  "1": {
    "title": "Klopp reveals transfer boost",
    "desc": "Jurgen Klopp says Liverpool's transfer business might not be over, as Champions League qualification will help attract players.",
    "imgSrc": "http://e2.365dm.com/17/08/16-9/20/skysports-football-jurgen-klopp-liverpool_4081223.jpg?20170823233551",
    "text": "Jurgen Klopp hinted that Liverpool's transfer business might not be over after admitting qualifying for the Champions League will help attract players. The Reds reached the group stages with a 6-3 aggregate victory over Hoffenheim. Emre Can's brace, Mohamed Salah and Roberto Firmino got the goals in Wednesday's 4-2 win at Anfield in the second leg of the play-off qualifier."
  },
  "2": {
    "title": "Arsene Wenger recap!",
    "desc": "Arsene Wenger has fulfilled his media duties for the day. Find out what the Arsenal boss said ahead of four more press conferences.",
    "imgSrc": "http://e1.365dm.com/17/08/16-9/20/skysports-jose-mourinho-antonio-conte-chelsea-man-utd_4077236.jpg?20170819091142",
    "text": "Matt Le Tissier provides his verdict on the Champions League draw, backing four Premier League sides to make the final 16. The Southampton legend expects Chelsea, Manchester City, Liverpool and Manchester United to come through their groups after they all avoided the favourites. Tottenham were placed in the same group as Real Madrid and Borussia Dortmund and Le Tiss gives them a 40 per cent chance of progressing, but believes if Celtic progress having been drawn alongside Bayern Munich and PSG, it would be a greater upset than Leicester winning the 2015/16 Premier League."
  },
  "3": {
    "title": "Transfer Centre LIVE!",
    "desc": "All the latest news and gossip, including updates on Serge Aurier, Ibra, Angel Di Maria, Kylian Mbappe and Diego Costa.",
    "imgSrc": "http://e1.365dm.com/17/07/16-9/20/skysports-wayne-rooney-everton_3998182.jpg?20170710164501",
    "text": "Ronald Koeman says Wayne Rooney's international retirement is 'a good decision for him and for Everton'. Rooney turned down the chance of an England recall this week, instead announcing an end to a career which brought a record 53 goals in 119 appearances. The 31-year-old has scored in successive Premier League games since returning to Everton from Manchester United, early-season form which prompted a phone call from Gareth Southgate ahead of Thursday's squad announcement."
  },
  "4": {
    "title": "Police arrest five at Ewood Park",
    "desc": "Lancashire Police arrest five people for incidents during Blackburn's 2-0 Carabao Cup defeat  to Burnley at Ewood Park .",
    "imgSrc": "http://e1.365dm.com/17/08/16-9/20/skysports-blackburn-rovers-ewood-park-sky-sports_4081376.jpg?20170824080207",
    "text": "Lancashire Police have arrested five people for incidents during Blackburn's 2-0 Carabao Cup defeat to local rivals Burnley at Ewood Park on Wednesday night. A man is in police custody on suspicion of assault and pitch encroachment after running on the pitch, and allegedly assaulting two Burnley players and a steward during the match. A second man was also arrested following an unrelated incident where a flare was thrown from the stands towards the pitch and hit a nine-year-old child who suffered minor injuries ."
  }
}